tap "dbt-labs/dbt"
tap "homebrew/bundle"
tap "homebrew/core"
brew "direnv"
brew "git-secrets"
brew "gnu-sed"
brew "readline"
brew "xz"
brew "iproute2mac"
brew "jq"
brew "nodenv"
brew "openssl@3"
brew "pyenv"
brew "pyenv-virtualenv"
brew "tcl-tk"
brew "tmux"
brew "zlib"
brew "zsh-completions"
brew "dbt-labs/dbt/dbt-postgres", link: false
brew "dbt-labs/dbt/dbt-redshift"
