tap "dbt-labs/dbt"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "direnv"
brew "xz"
brew "git-secrets"
brew "gnu-sed"
brew "graphviz"
brew "jq"
brew "openssl@1.1"
brew "krb5"
brew "node-build"
brew "nodenv"
brew "openssl@3"
brew "postgresql@14"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.9"
brew "rust"
brew "tcl-tk"
brew "tfenv"
brew "tmux"
brew "zlib"
brew "zsh-completions"
brew "dbt-labs/dbt/dbt-postgres", link: false
brew "dbt-labs/dbt/dbt-redshift"
brew "dbt-labs/dbt/dbt-snowflake"
cask "snowflake-snowsql"
