tap "dbt-labs/dbt"
tap "homebrew/bundle"
brew "xz"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "azure-cli"
brew "pkg-config"
brew "direnv"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "git-secrets"
brew "gnu-sed"
brew "go"
brew "netpbm"
brew "harfbuzz"
brew "librsvg"
brew "graphviz"
brew "jq"
brew "libssh2"
brew "mysql"
brew "node-build"
brew "nodenv"
brew "openssl@1.1"
brew "postgresql@14"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.9"
brew "rust"
brew "tcl-tk"
brew "tfenv"
brew "tmux"
brew "tree"
brew "yq"
brew "zsh-completions"
brew "dbt-labs/dbt/dbt-postgres", link: false
brew "dbt-labs/dbt/dbt-redshift", link: false
brew "dbt-labs/dbt/dbt-snowflake"
cask "snowflake-snowsql"
vscode "arjun.swagger-viewer"
vscode "christian-kohler.path-intellisense"
vscode "davidanson.vscode-markdownlint"
vscode "eamodio.gitlens"
vscode "file-icons.file-icons"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "harg.iceberg"
vscode "hashicorp.terraform"
vscode "innoverio.vscode-dbt-power-user"
vscode "jebbs.plantuml"
vscode "luquedaniel.languague-renpy"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "njpwerner.autodocstring"
vscode "oderwat.indent-rainbow"
vscode "redhat.vscode-yaml"
vscode "ryu1kn.partial-diff"
vscode "samuelcolvin.jinjahtml"
vscode "snowflake.snowflake-vsc"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "tsandall.opa"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "wayou.vscode-todo-highlight"
vscode "yzhang.markdown-all-in-one"
vscode "zenn.zenn-preview"
