Arjun.swagger-viewer
bungcip.better-toml
christian-kohler.path-intellisense
DavidAnson.vscode-markdownlint
eamodio.gitlens
file-icons.file-icons
GitHub.copilot
golang.go
harg.iceberg
hashicorp.terraform
jebbs.plantuml
LuqueDaniel.languague-renpy
mechatroner.rainbow-csv
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-python.flake8
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.vscode-typescript-next
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-pack
njpwerner.autodocstring
oderwat.indent-rainbow
redhat.vscode-yaml
ryu1kn.partial-diff
snowflake.snowflake-vsc
streetsidesoftware.code-spell-checker
tsandall.opa
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
wayou.vscode-todo-highlight
yzhang.markdown-all-in-one
zenn.zenn-preview
